Repository: Voidstack/enosi-embedder-unity
Catalog: languages/enosi-embedder-unity-*.po
Languages: fr_fr, pl_pl

source: All builds have been deleted.
fr_fr: Touts les builds ont été supprimées.
pl_pl: Wszystkie kompilacje zostały usunięte.

source: Any server configuration change requires a manual server restart.
fr_fr: Toute modification de configuration du serveur nécessite un redémarrage manuel du serveur.
pl_pl: Wszelkie zmiany konfiguracji serwera wymagają ręcznego ponownego uruchomienia serwera.

source: Automatic detection and configuration of the MIME type for .wasm files is only supported on Apache servers.
fr_fr: La détection et la configuration automatiques du type MIME pour les fichiers .wasm sont prises en charge uniquement sur les serveurs Apache. Si le type MIME n'est pas configuré un warning peut survenir dans la console lors du chargement du jeu. (Le jeu devrait démarrer dans tous les cas.)
pl_pl: Automatyczne wykrywanie i konfigurowanie typu MIME dla plików .wasm jest obsługiwane tylko na serwerach Apache.

source: Build Manager
fr_fr: Manager des builds
pl_pl: Menedżer kompilacji

source: Choose a unity build
fr_fr: Choisissez un build Unity
pl_pl: Wybierz kompilację Unity

source: Configure the MIME type for .wasm
fr_fr: Configurer le type MIME pour les .wasm
pl_pl: Skonfiguruj typ MIME dla pliku .wasm

source: Delete all builds
fr_fr: Supprimer tous les builds
pl_pl: Usuń wszystkie kompilacje

source: Delete ALL builds?
fr_fr: Supprimer TOUTS les builds ?
pl_pl: Usunąć WSZYSTKIE kompilacje?

source: Delete the MIME type for .wasm
fr_fr: Supprimer le type MIME pour .wasm
pl_pl: Usuń typ MIME dla .wasm

source: Display game on mobile
fr_fr: Afficher le jeu sur mobile
pl_pl: Wyświetl grę na urządzeniu mobilnym

source: Display logs in the console
fr_fr: Afficher les logs dans la console
pl_pl: Wyświetlanie dzienników w konsoli

source: Display options
fr_fr: Afficher les options
pl_pl: Opcje wyświetlania

source: Displays a Unity WebGL game inside your page.
fr_fr: Displays a Unity WebGL game inside an iframe.
pl_pl: Wyświetla grę Unity WebGL wewnątrz ramki iframe.

source: Error:
fr_fr: Erreur:
pl_pl: Błąd:

source: Expected format: number/number (4/3) If the format is invalid, the default value will be 4/3.
fr_fr: Format attendu : nombre/nombre (4/3) Si le format n'est pas valide, la valeur par défaut sera 4/3.
pl_pl: Oczekiwany format: liczba/liczba (4/3) Jeśli format jest nieprawidłowy, wartością domyślną będzie 4/3.

source: Extraction failed to temporary folder.
fr_fr: L'extraction vers le dossier temporaire a échoué.
pl_pl: Nie udało się wyodrębnić pliku do folderu tymczasowego.

source: Failed to delete directory
fr_fr: Échec de la suppression du dossier
pl_pl: Nie udało się usunąć folderu

source: Failed to move build to target directory.
fr_fr: Échec du déplacement du build vers le répertoire cible.
pl_pl: Nie udało się przenieść kompilacji do folderu docelowego.

source: Files found:
fr_fr: Fichiers trouvés :
pl_pl: Znaleziono pliki:

source: folder of your project and manage it easily within the admin dashboard.
fr_fr: dossier de votre projet et gérez-le facilement dans le tableau de bord d'administration.
pl_pl: swojego projektu, a następnie łatwo nim zarządzać z poziomu panelu administratora.

source: In that case, the configuration must be done manually in the .htaccess file.
fr_fr: Dans ce cas, la configuration doit être effectuée manuellement dans le fichier .htaccess.
pl_pl: W takim przypadku konfigurację należy wykonać ręcznie w pliku .htaccess.

source: Info:
pl_pl: Informacje:

source: Insufficient permissions.
fr_fr: Permissions insuffisantes.
pl_pl: Niewystarczające uprawnienia.

source: Missing expected build files.
fr_fr: Fichiers de build attendus manquants.
pl_pl: Brak oczekiwanych plików kompilacji.

source: Name
fr_fr: Nom
pl_pl: Nazwa

source: No build found.
fr_fr: Pas de build trouvé.
pl_pl: Nie znaleziono kompilacji.

source: No file sent.
fr_fr: Aucun fichier envoyé.
pl_pl: Nie wysłano pliku.

source: Not a valid directory
fr_fr: Ce n'est pas un dossier valide
pl_pl: Nieprawidłowy katalog

source: Only ZIP format MIME type is allowed.
pl_pl: Dozwolony jest tylko typ MIME w formacie ZIP.

source: Path
fr_fr: Chemin
pl_pl: Ścieżka

source: Permanently delete build:
fr_fr: Supprimer définitivement le build:
pl_pl: Trwałe usunięcie kompilacji:

source: Please configure the MIME type for .wasm files in your Nginx configuration.
fr_fr: Veuillez configurer le type MIME pour les fichiers .wasm dans votre configuration Nginx.
pl_pl: Skonfiguruj typ MIME dla plików .wasm w konfiguracji Nginx.

source: Plugin developed by %s.
fr_fr: Plugin développé par %s.
pl_pl: Wtyczka opracowana przez %s.

source: Selected build
fr_fr: Build sélectionné
pl_pl: Wybrana kompilacja

source: Server configuration: Apache detected.
fr_fr: Configuration serveur : Apache détecté.
pl_pl: Konfiguracja serwera: wykryto Apache.

source: Server configuration: Nginx detected.
fr_fr: Configuration serveur : Nginx détecté.
pl_pl: Konfiguracja serwera: wykryto Nginx.

source: Server configuration: unknown(%s) detected.
fr_fr: Configuration du serveur : %s détecté.
pl_pl: Konfiguracja serwera: wykryto nieznaną (%s).

source: Size (MB)
fr_fr: Taille (MB)
pl_pl: Rozmiar (MB)

source: Starting extraction
fr_fr: Début de l'extraction
pl_pl: Rozpoczęcie ekstrakcji

source: Success:
fr_fr: Succès:
pl_pl: Sukces:

source: Temporary file missing.
fr_fr: Fichier temporaire manquant.
pl_pl: Brak pliku tymczasowego.

source: The .zip file MUST have the same name as the files it contains.
fr_fr: Le fichier .zip DOIT avoir le même nom que les fichiers qu'il contient.
pl_pl: Plik .zip MUSI mieć taką samą nazwę jak pliki, które zawiera.

source: The attempt to add or remove may fail for security reasons.
fr_fr: La tentative de modification du paramétrage serveur peut échouer pour des raisons de sécurité et/ou de configuration du serveur.
pl_pl: Próba dodania lub usunięcia może się nie powieść ze względów bezpieczeństwa.

source: The MIME type for .wasm files is already configured in the .htaccess.
fr_fr: Le type MIME pour les fichiers .wasm est déjà configuré dans le .htaccess.
pl_pl: Typ MIME dla plików .wasm jest już skonfigurowany w pliku .htaccess.

source: The MIME type for .wasm files is not configured in the .htaccess. A warning will be shown in the console at each build launch.
fr_fr: Le type MIME des fichiers .wasm n'est pas configuré dans le fichier .htaccess. Un avertissement s'affichera dans la console à chaque lancement de build.
pl_pl: Typ MIME dla plików .wasm nie jest skonfigurowany w pliku .htaccess. Przy każdym uruchomieniu kompilacji w konsoli będzie wyświetlane ostrzeżenie.

source: Unable to create target directory:
pl_pl: Nie można utworzyć katalogu docelowego:

source: Unable to create temporary extraction folder.
fr_fr: Impossible de créer un dossier d'extraction temporaire.
pl_pl: Nie można utworzyć tymczasowego folderu ekstrakcji.

source: Unable to create the unity_webgl folder.
fr_fr: Impossible de créer le dossier unity_webgl.
pl_pl: Nie można utworzyć folderu unity_webgl.

source: Unable to delete the previous build at:
pl_pl: Nie można usunąć poprzedniej kompilacji w:

source: Unable to initialize the WordPress filesystem.
fr_fr: Impossible d'initialiser le système de fichiers WordPress.
pl_pl: Nie można zainicjować systemu plików WordPress.

source: Unable to open the .zip file (%s)
pl_pl: Nie można otworzyć pliku .zip (%s)

source: Unable to retrieve the WordPress upload directory.
fr_fr: Impossible de récupérer le répertoire de téléchargement WordPress.
pl_pl: Nie można znaleźć folderu przesyłania WordPress.

source: Upload and Extract
fr_fr: Téléverser
pl_pl: Prześlij i rozpakuj

source: Upload failed, error code: %d
fr_fr: Échec du téléchargement, code d'erreur : %d
pl_pl: Nie udało się przesłać, kod błędu: %d

source: Use this page to add your Unity project by uploading the
fr_fr: Utilisez cette page pour ajouter votre projet Unity en téléchargeant le
pl_pl: Na tej stronie możesz dodać swój projekt Unity, przesyłając folder

source: TempMsg
fr_fr: Ce message n'est visible que par l'administrateur et disparaîtra dans 4 secondes
